//===========================================================================
//  General Strings
//===========================================================================

/* Versionnumber */
"version %@" = "version %@"; 

/* Text of warning panel, shown when user does not run MacOSX10.7 or higher */
"4Peaks requires MacOSX 10.7 or later." = "4Peaks requires MacOSX 10.7 or later.";

/* Text of dialog shown when a new update is available. Shown when no info on update is available */
"A new version of 4Peaks is available! Would you like to visit our web site?" = "A new version of 4Peaks is available! Would you like to visit our web site?";

/* Text of dialog shown when a new update is available */
"A new version of 4Peaks is available! Would you like to visit our web site?\rNew in this version: %@" = "A new version of 4Peaks is available! Would you like to visit our web site?\rNew in this version: %@";

/* Title of dialog shown when searching for updates and no connection was detected */
"Could not connect" = "Could not connect";

/* Text of dialog shown when searching for updates and no connection was detected */
"Could not connect to the internet; Make sure you have an active connection and try again." = "Could not connect to the internet; Make sure you have an active connection and try again.";

/* Title of warning panel, shown when user does not run MacOSX10.7 or higher */
"Error" = "Error";

/* Button on dialog shown when a new update is available, ignores this update until next update */
"Ignore" = "Ignore";

/* Title of dialog shown when a new update is available */
"New Version: 4Peaks %.1f" = "New Version: 4Peaks %.1f";

/* Title of dialog shown when a no new update is available */
"No Update Available" = "No Update Available";

/* OK Button in a dialog */
"OK" = "OK";

/* Help Button in a dialog */
"Help" = "Help";

/* Continue Button in a dialog */
"Continue" = "Continue";

/* Cancel Button in a dialog */
"Cancel" = "Cancel";

/* Button on dialog shown when a new update is available, brings you to nucleobytes.com */
"Visit Web Site" = "Visit Web Site";

/* Text of dialog shown when a no new update is available */
"You already have the latest version of 4Peaks." = "You already have the latest version of 4Peaks.";


//===========================================================================
//  Preference Strings
//===========================================================================

/* Default side to open drawer, be sure to make it the same as the menu in the NIB file */
"Free Edge" = "Free Edge";

/* Left side to open drawer, be sure to make it the same as the menu in the NIB file */
"Left" = "Left";

/* Right side to open drawer, be sure to make it the same as the menu in the NIB file */
"Right" = "Right";

/* Bottom side to open drawer, be sure to make it the same as the menu in the NIB file */
"Bottom" = "Bottom";

/* Label of BLAST Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
" BLAST " =  " BLAST ";

/* Label of Motif Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
" Motifs " = " Motifs ";

/* Label of Speech Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
" Speech " = " Speech ";

/* Label of General Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
" General " = " General ";

/* Label of Traces Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
" Traces " = " Traces ";

/* Label of Translation Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
" Translation " = "Translation ";

/* Label of Plugin Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
" Plugins " = " Plugins ";

/* Title of window when blast preferences are selected */
"BLAST Preferences" = "BLAST Preferences";

/* Label of Data&Formats Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"  Data  " = "  Data  ";

/* Title of window when data preferences are selected */
"Data Preferences" = "Data Preferences";

/* Title of window when plugin preferences are selected */
"Plugin Preferences" = "Plugin Preferences";

/* Motif type DNA */
"DNA Sequence" = "DNA Sequence";

/* Title of window when general preferences are selected */
"General Preferences" = "General Preferences";

/* Default name of new custom blast server */
"My favorite Server" = "My favorite Server";

/* Default name of motif new set */
"New Set" = "New Set";

/* Default name of new motif */
"New Motif" = "New Motif"; 

/* Motif type Protein */
"Protein Sequence" = "Protein Sequence";

/* Title of window when motif preferences are selected */
"Search Motif Preferences" = "Search Motif Preferences";

/* Tooltip of General Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"Set BLAST Preferences" = "Set BLAST Preferences";

/* Tooltip of General Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"Set Data Preferences" = "Set Data Preferences";

/* Tooltip of General Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"Set General Preferences" = "Set General Preferences";

/* Tooltip of Motif Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"Set Search Motif Preferences" = "Set Search Motif Preferences";

/* Tooltip of Speech Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"Set Speech Preferences" = "Set Speech Preferences";

/* Tooltip of General Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"Set Traces Preferences" = "Set Traces Preferences";

/* Tooltip of General Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"Set Translation Preferences" = "Set Translation Preferences";

/* Tooltip of Plugin Preferences Icon. NOTE SPACES, ADJUST TO LAYOUT */
"Set Plugin Preferences" = "Set Plugin Preferences";

/* Title of window when speech preferences are selected */
"Speech Preferences" = "Speech Preferences";

/* Button to stop testing speech settings */
"Stop" = "Stop";

/* Button to test speech settings */
"Test" = "Test";

/* Title of window when traces preferences are selected */
"Traces Preferences" = "Traces Preferences";

/* Title of window when translation preferences are selected */
"Translation Preferences" = "Translation Preferences";


//===========================================================================
//  Document Strings
//===========================================================================

/* Shown in document without a sequence loaded */
"No sequence file loaded" = "No sequence file loaded";

/* Shown in document while loading a sequence */
"Loading file..." = "Loading file...";

/* Shown when one base is selected */
"%c%d selected" = "%c%d selected";

/* Shown when multiple bases are selected */
"%c%d:%c%d - %d bases selected" = "%c%d:%c%d - %d bases selected";

/* Shown if multiple bases are selected */
"%d bases - %c%d selected" = "%d bases - %c%d selected";

/* Shown upon opening of file, no selection presence */
"%d bases - Nothing selected" = "%d bases - Nothing selected";

/* Title of warning panel, shown when document is converted to SCF for the first time */
"Automatic Conversion Warning" = "Automatic Conversion Warning";

/* Shown when mouse is over one base */
"Base %c%d" = "Base %c%d";

/* Shown when mouse is over one base and quality data is displayed */
"Base %c%d, Quality: %d" = "Base %c%d, Quality: %d";

/* Title of warning panel shown when a blast run requires more info */
"BLAST webinterface requires more information" = "BLAST webinterface requires more information";

/* Shown empty in searchfield */
"DNA" = "DNA";

/* Shown in export panel */
"Export" = "Export";

/* Shown in export panel */
"Export Motif Set:" = "Export Motif Set:";

/* Shown after export failed */
"Error Writing File" = "Error Writing File";

/* Shown after export failed */
"For some reason 4Peaks failed to export your motifs. Be sure to save to a non-write protected device, or to a volume that has enough free space." = "For some reason 4Peaks failed to export your motifs. Be sure to save to a non-write protected device, or to a volume that has enough free space.";

/* Title of panel shown when import was successful */
"Import Successful" = "Import Successful";

/* Text of panel shown when import was successful */
"The set of motifs was added succesfully." = "The set of motifs was added succesfully.";

/* Title of panel shown when import was not successful */
"Import Unsuccessful" = "Import Unsuccessful";

/* Text of panel shown when import was not successful */
"Could not import a set of motifs; Make sure you have selected the proper file." = "Could not import a set of motifs; Make sure you have selected the proper file.";

/* Menu item of frame button menu */
"Frame +%d" = "Frame +%d";

/* Menu item of frame button menu, be sure to use the same word for FRAME */
"Frame +1" = "Frame +1";

/* Menu item of frame button menu, be sure to use the same word for FRAME */
"Frame +2" = "Frame +2";

/* Menu item of frame button menu, be sure to use the same word for FRAME */
"Frame +3" = "Frame +3";

/* Menu item of frame button menu */
"Frame -%d" = "Frame -%d";

/* Menu item of frame button menu, be sure to use the same word for FRAME */
"Frame -1" = "Frame -1";

/* Menu item of frame button menu, be sure to use the same word for FRAME */
"Frame -2" = "Frame -2";

/* Menu item of frame button menu, be sure to use the same word for FRAME */
"Frame -3" = "Frame -3";

/* Menu item of frame button menu (hides translation) */
"Hide" = "Hide";

/* Shown empty in searchfield */
"Motif" = "Motif";

/* Menu item of searchfield menu if no recent searches are present */
"No recent searches" = "No recent searches";

/* Menu item of searchfield menu */
"Nucleotide Sequence" = "Nucleotide Sequence";

/* Text of warning panel shown when a blast run requires more info */
"Please note that direct start of the selected BLAST service is not possible without more information. The webpage will open, and the sequence will be put on the clipboard. You can then paste the sequence in the webform." = "Please note that direct start of the selected BLAST service is not possible without more information. The webpage will open, and the sequence will be put on the clipboard. You can then paste the sequence in the webform.";

/* Shown empty in searchfield */
"Protein" = "Protein";

/* Menu item of searchfield menu */
"Protein Sequence" = "Protein Sequence";

/* Menu item of searchfield menu */
"Recent Searches" = "Recent Searches";

/* Shown when sequence is reversed and made complementary */
"Reverse complementary sequence" = "Reverse complementary sequence";

/* Shows up in empty searchfield */
"Search" = "Search";

/* Menu item of searchfield menu */
"Search for:" = "Search for:";

/* Menu item of searchfield menu */
"Sequence Motif" = "Sequence Motif";

/* Menu item of frame button menu (shows translation) */
"Show" = "Show";

/* Text of warning panel, shown when document is converted to SCF for the first time */
"This file cannot be saved in its original file format and will be automatically converted to the SCF format. You will be asked to specify the file location." = "This file cannot be saved in its original file format and will be automatically converted to the SCF format. You will be asked to specify the file location.";

/* Shown in export panel, BE SURE TO SET SAME IN NIB */
"Translation" = "Translation";

/* Used during printing */
"Page %d of %d" = "Page %d of %d";

/* Shown when no quality data is present */
"No quality data available" = "No quality data available";

/* Shows average data quality in quality overview */
"Average quality: %.1f" = "Average quality: %.1f";

/* Menu item of quality button menu (shows threshold)" */
"Show Threshold" = "Show Threshold";

/* Menu item of quality button menu (hides threshold)" */
"Hide Threshold" = "Hide Threshold";

/* Shows filename + average data quality on printed page */
"%@ - Avg. Quality: %.1f" = "%@ - Avg. Quality: %.1f";

/* Shows long run info on top of printed page */
"A:%d (%.0f%%), C:%d (%.0f%%), G:%d (%.0f%%), T:%d (%.0f%%), N:%d (%.0f%%), Total: %d" = "A:%d (%.0f%%), C:%d (%.0f%%), G:%d (%.0f%%), T:%d (%.0f%%), N:%d (%.0f%%), Total: %d";

/* Shows short run info on top of printed page */
"A:%.0f%%, C:%.0f%%, G:%.0f%%, T:%.0f%%, N:%d, Total: %d" = "A:%.0f%%, C:%.0f%%, G:%.0f%%, T:%.0f%%, N:%d, Total: %d";


//===========================================================================
//  Plugin Strings
//===========================================================================

/* Plugin Menu Name*/
"Plugins" = "Plugins";

/* Brings user to nucleobytes 4peaks plugin website */
"More Plugins..." = "More Plugins...";

/* Description of plugin */
"%@.\nMade by: %@ (%@)" = "%@.\nMade by: %@ (%@)";

/* State of plugin */
"Installed" = "Installed";

/* State of plugin */
"Download" = "Download";

/* State of plugin */
"Update available" = "Update available";

/* Tooltip of buttons */
"Uninstall plugin" = "Uninstall plugin";

/* Tooltip of buttons */
"Download and install plugin" = "Download and install plugin";

/* Tooltip of buttons */
"Update plugin" = "Update plugin";

/* No Description for plugin */             
"No description available" = "No description available";

/* Shown in download dialog */
"Downloading %@..." = "Downloading %@...";

/* Shown in download dialog */
"Updating %@..." = "Updating %@...";
            
/* Plugin install error because no connection found */
"Could not connect to nucleobytes.com." = "Could not connect to nucleobytes.com.";

/* Plugin install error during installation. */
"Error installing plugin, please try again. If the problem persists, please contact Mek&Tosj for support." = "Error installing plugin, please try again. If the problem persists, please contact Mek&Tosj for support.";

/* Plugin update error during installation. */
"Error updating plugin, please try again. If the problem persists, please contact Mek&Tosj for support." = "Error updating plugin, please try again. If the problem persists, please contact Mek&Tosj for support.";

/* Title of plugin install error dialog */
"Installation Unsuccesful..." = "Installation Unsuccesful...";

/* Plugin update error during installation. */
"Error expanding downloaded plugin. Make sure 4Peaks runs from a writable disk that has enough free space." = "Error expanding downloaded plugin. Make sure 4Peaks runs from a writable disk that has enough free space.";

/* Title of panel shown when webkit is not available */
"Can't download plugin" = "Can't download plugin";

/* Text of panel shown when webkit is not available */
"In order to download the plugin from nucleobytes.com you need to have the webkit installed. Please update your system to 10.2.7 or higher." = "In order to download the plugin from nucleobytes.com you need to have the webkit installed. Please update your system to 10.2.7 or higher.";


//===========================================================================
//  BLAST Strings
//===========================================================================

/* Default blast server */
"Default" = "Default";

/* Blast server type */
"MegaBLAST" = "MegaBLAST";

/* Blast server type */
"Nucleotide (BLASTn)" = "Nucleotide (BLASTn)";

/* Blast server type */
"Translated (BLASTx)" = "Translated (BLASTx)";

/* Blast server type */
"Human Genome" = "Human Genome";

/* Blast server type */
"Mouse Genome" = "Mouse Genome";

/* Blast server type */
"Rat Genome" = "Rat Genome";

/* Blast server type */
"Fugu Genome" = "Fugu Genome";

/* Blast server type */
"Zebrafish Genome" = "Zebrafish Genome";

/* Blast server type */
"Cat Genome" = "Cat Genome";

/* Blast server type */
"Chicken Genome" = "Chicken Genome";

/* Blast server type */
"Cow Genome" = "Cow Genome";

/* Blast server type */
"Dog Genome" = "Dog Genome";

/* Blast server type */
"Pig Genome" = "Pig Genome";

/* Blast server type */
"Sheep Genome" = "Sheep Genome";
 
/* Blast server type */
"Environmental Samples" = "Environmental Samples";

/* Blast server type */
"Malaria Genome" = "Malaria Genome";

/* Blast server type */
"Insect Genome" = "Insect Genome";

/* Blast server type */
"Nematode Genome" = "Nematode Genome";

/* Blast server type */
"Plant Genome" = "Plant Genome";

/* Blast server type */
"Fungi Genome" = "Fungi Genome";

/* Blast server type */
"Prokaryotic Genome" = "Prokaryotic Genome";

/* Blast server type */
"BLAST 2 Sequences" = "BLAST 2 Sequences";

/* Blast server type */
"GeoBLAST" = "GeoBLAST";

/* Blast server type */
"IgBLAST" = "IgBLAST";

/* Blast server type */
"Human SNP BLAST" = "Human SNP BLAST";

/* Blast server type */
"VecScreen" = "VecScreen";

//===========================================================================
//  REFERENCES
//===========================================================================

/* Type of amino acid */
"All" = "All";

/* Type of amino acid */
"Tiny" = "Tiny";

/* Type of amino acid */
"OH" = "OH";

/* Type of amino acid */
"Polar" = "Polar";

/* Type of amino acid */
"Hydrophilic" = "Hydrophilic";

/* Type of amino acid */
"Hydrophobic" = "Hydrophobic";

/* Type of amino acid */
"NH2" = "NH2";

/* Type of amino acid */
"Charged" = "Charged";

/* Type of amino acid */
"Negative" = "Negative";

/* Type of amino acid */
"Positive" = "Positive";

/* Type of amino acid */
"Aromatic" = "Aromatic";

/* Type of amino acid */
"Aliphatic" = "Aliphatic";

/* Used in codon table reference */
"Codon usage shown for: %@" = "Codon usage shown for: %@";
